brew "asdf"
brew "eza"
brew "fzf"
brew "git"
brew "neovim"
cask "1password"
cask "font-monaspice-nerd-font"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "obsidian"
cask "rectangle-pro"
cask "slack"
cask "spotify"
cask "todoist-app"
