brew "asdf"
brew "eza"
brew "fzf"
brew "git"
brew "herdr"
brew "mas"
brew "neovim"
brew "node"
brew "pnpm"
cask "1password"
cask "claude-code"
cask "docker-desktop"
cask "font-monaspice-nerd-font"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "obsidian"
cask "rectangle-pro"
cask "slack"
cask "spotify"
cask "todoist-app"
mas "Amphetamine", id: 937984704
